{
    "header": {
        "saludo": "¡Hola!, soy",
        "espaniol": "Español",
        "ingles": "Inglés",
        "subtitulo": "desarrollador web full stack y analista de datos",
        "parrafo": "Este es mi portafolio digital. Aquí podrás conocer más sobre mi experiencia. Me apasiona el mundo de la tecnología y estaré encantado de compartir mis conocimientos contigo"
    },
    "navbar": {
        "link1" : "Sobre Mí",
        "link2" : "Proyectos",
        "link3": "Contacto"
    },
    "acercade": {
        "titulo": "Sobre Mí",
        "subtitulo1" : "Experiencia",
        "subtitulo2": "Educación",
        "subtitulo3": "Habilidades Técnicas",
        "parrafo" :"Soy sociólogo y programador. Estoy interesado en el impacto positivo de la tecnología en la sociedad en general y en los lugares de trabajo en particular. Me encanta crear soluciones para problemas complejos y desafiantes, buscando que el código sea lo más prolijo y eficiente posible",
        "experiencia": "Tengo 2 años de experiencia en programación realizando tareas de análisis de datos y de desarrollo web, tanto en mi lugar de trabajo como de forma independiente",
        "educacion": "Soy Licenciado en Sociología de la Universidad de Buenos Aires, e ingresé al mundo de la programación realizando cursos y de forma autodidacta",
        "skills" : {
            "parrafo" : "Mis principales habilidades y conocimientos técnicos incluyen:",
            "web": "Desarrollo web full stack utilizando TypeScript y frameworks como Angular y NestJS, que proporcionan una arquitectura sólida y fácilmente escalable",
            "database": "Implementación de bases de datos tanto SQL como No-SQL, tales como Mongo DB o Firebase",
            "cloud": "Utilización de servicios en la nube como AWS, Google Cloud o Mongo Atlas para proyectos medianos/grandes, y opciones gratuitas como Vercel o github pages para proyectos pequeños",
            "data": "Extracción, limpieza, análisis y visualización de datos empleando Python, Pandas, Numpy, Matplotlib y PowerBI"
        }
    },
    "proyectos": {
        "titulo": "Proyectos"
    },
    "contacto": {
        "titulo": "Contacto"
    }
}